# ConCssPoint2D

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**y** | **float** |  | [optional]
**z** | **float** |  | [optional]

## Example

```python
from ideastatica_connection_api.models.con_css_point2_d import ConCssPoint2D

# TODO update the JSON string below
json = "{}"
# create an instance of ConCssPoint2D from a JSON string
con_css_point2_d_instance = ConCssPoint2D.from_json(json)
# print the JSON string representation of the object
print(con_css_point2_d_instance.to_json())

# convert the object into a dict
con_css_point2_d_dict = con_css_point2_d_instance.to_dict()
# create an instance of ConCssPoint2D from a dict
con_css_point2_d_from_dict = ConCssPoint2D.from_dict(con_css_point2_d_dict)
```
[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)